Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_kresourceassistant.po
Languages: it

# @info
source: <title>Introduction</title><para>This assistant will guide you through the necessary steps to use a traditional KDE resource plugin to populate a folder of your Akonadi personal information setup with data otherwise not yet accessible through native Akonadi resources.</para><para>The setup process consists of three steps:</para><para><list><item>Step 1: Selecting a plugin suitable for the kind of data source you want to add;</item><item>Step 2: Providing the selected plugin with information on where to find and how to access the data;</item><item>Step 3: Naming the resulting data source so you can easily identify it in any application presenting you a choice of which data to process.</item></list></para>
it: <title>Introduzione</title><para>Questo assistente ti guiderà attraverso i passi necessari per usare un'estensione relativa alle risorse tradizionali di KDE per riempire una cartella della tua configurazione del gestore di informazioni personali in Akonadi con dati altrimenti non ancora accessibili tramite risorse native di Akonadi.</para><para>Il processo di impostazione è composto da tre passi:</para><para><list><item>Passo 1: selezionare un'estensione adatta per il tipo di dati da aggiungere;</item><item>Passo 2: fornire all'estensione selezionata le informazioni necessarie per trovare ed accedere ai dati;</item><item>passo 3: rinominare la fonte dati così ottenuta in modo da identificarla facilmente in ogni applicazione che richieda di scegliere quali dati elaborare.</item></list></para>

# @info
source: No description available
it: Nessuna descrizione disponibile

# @title:group
source: %1 Plugin Settings
it: Impostazioni dell'estensione %1

# @info
source: No plugin specific configuration available
it: Non è disponibile nessuna configurazione specifica dell'estensione

# @info
source: The settings on this page allow you to customize how the data from the plugin will fit into your personal information setup.
it: Le impostazioni in questa pagina consentono di personalizzare il modo in cui i dati forniti dall'estensione si integreranno con la tua configurazione del gestore di informazioni personali.

# @title:group general resource settings
source: %1 Folder Settings
it: Impostazioni della cartella %1

# @label resource name
source: Name:
it: Nome:

# @option:check if resource is read-only
source: Read-only
it: Sola lettura

# @title user visible resource type
source: Address Book
it: Rubrica indirizzi

# @title user visible resource type
source: Calendar
it: Calendario

# @title:window
source: KDE Compatibility Assistant
it: Assistente di compatibilità di KDE

# @title assistant dialog step
source: Step 1: Select a KDE resource plugin
it: Passo 1: seleziona un'estensione di risorse di KDE

# @title assistant dialog step
source: Step 2: Configure the selected KDE resource plugin
it: Passo 2: configura l'estensione di risorse di KDE selezionata

# @title assistant dialog step
source: Step 3: Choose target folder properties
it: Passo 3: scegli le proprietà della cartella di destinazione
