Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonaditray.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Dario Panico, Antonino Arcudi

# EMAIL OF TRANSLATORS
source: Your emails
it: dareus.persarumrex@gmail.com, antonino.arcudi@gmail.com

source: The backup cannot be made. Either the mysqldump application is not installed, or the bzip2 application is not found. Please install those and make sure they can be found in the current path. Restart this Assistant when this is fixed.
it: La copia di sicurezza non può essere creata. O l'applicazione mysqldump non è installata o non è stata trovata l'applicazione bzip2. Installale e assicurati che possano essere trovate nel percorso attuale. Riavvia l'assistente quando questo è stato risolto.

source: Please select the file where to store the backup, give it the extension .tar.bz2
it: Seleziona il file in cui salvare la copia di sicurezza, dagli l'estensione .tar.bz2

source: &Click Here to Select the Backup Location...
it: Fai &clic qui per scegliere la posizione della copia di sicurezza...

source: Press 'Next' to start the Backup
it: Premi «Prossimo» per avviare la creazione della copia di sicurezza

source: Welcome to the Backup Assistant
it: Benvenuto nell'assistente per le copie di sicurezza

source: Making the backup
it: Creazione della copia di sicurezza in corso

source: Save As
it: Salva come

source: Please be patient, the backup is being created...
it: Sii paziente, creazione della copia di sicurezza in corso...

source: The backup has been made. Please verify manually if the backup is complete. Also note that KWallet stored passwords are not in the backup, you might want to verify you have a backup of those elsewhere.
it: La copia di sicurezza è stato creata. Controlla manualmente se la copia è completa. Nota anche che le password salvate in KWallet non si trovano in essa, potresti voler verificare di avere una copia di quelle da qualche altra parte.

source: The backup process ended unexpectedly. Please report a bug, so we can find out what the cause is.
it: Il processo di creazione della copia di sicurezza è terminato inaspettatamente. Segnala il bug, così che noi possiamo capire quale sia la causa.

source: &Stop Akonadi
it: &Ferma Akonadi

source: S&tart Akonadi
it: &Avvia Akonadi

source: Make &Backup...
it: Avvia creazione della co&pia di sicurezza...

source: &Restore Backup...
it: &Ripristina copia di sicurezza...

source: &Configure...
it: &Configura...

source: Akonadi available
it: Akonadi disponibile

source: The Akonadi server has been started and can be used now.
it: Il server Akonadi è stato avviato ed ora può essere usato.

source: Akonadi not available
it: Akonadi non disponibile

source: The Akonadi server has been stopped, Akonadi related applications can no longer be used.
it: Il server Akonadi è stato fermato, le applicazioni che dipendono da Akonadi non possono più essere usate.

source: Akonadi is running
it: Akonadi è in esecuzione

source: Akonadi is not running
it: Akonadi non è in esecuzione

source: Akonadi message
it: Messaggio di Akonadi

source: Akonadi error
it: Errore di Akonadi

source: System tray application to control basic Akonadi functions
it: Applicazione del vassoio di sistema per controllare le funzioni di base di Akonadi

source: Maintainer and Author
it: Responsabile e autore

source: The backup cannot be restored. Either the mysql application is not installed, or the bzip2 application is not found. Please install those and make sure they can be found in the current path. Restart this Assistant when this is fixed.
it: La copia di sicurezza non può essere ripristinata. O l'applicazione mysql non è installata o non è stata trovata l'applicazione bzip2. Installale e assicurati che possano essere trovate nel percorso attuale. Riavvia l'assistente quando questo è stato risolto.

source: Please select the file to restore. Note that restoring a backup will overwrite all existing data. You might want to make a backup first and please consider closing all Akonadi applications (but do not stop the akonadi server).
it: Seleziona il file da ripristinare. Nota che il ripristino di una copia di sicurezza sovrascriverà i dati esistenti. Potresti voler prima fare una copia di sicurezza e considera di chiudere tutte le applicazioni Akonadi (ma non fermare il server akonadi).

source: &Click Here to Select the File to Restore...
it: Fai &clic qui per selezionare il file da ripristinare...

source: Press 'Next' to start the Restore
it: Premi «Prossimo» per avviare il ripristino

source: Welcome to the Restore Assistant
it: Benvenuto nell'assistente al ripristino

source: Restoring
it: Ripristino in corso

source: Please be patient, the backup is being restored...
it: Sii paziente, ripristino della copia di sicurezza in corso...

source: The backup has been restored. Note that KWallet stored passwords are not restored, so applications might ask for those.
it: La copia di sicurezza è stato ripristinata. Nota che le password salvate in KWallet non sono state ripristinate, quindi le applicazioni potrebbero richiederle.

source: The restore process ended unexpectedly. Please report a bug, so we can find out what the cause is.
it: Il processo di ripristino è terminato inaspettatamente. Segnala il bug, così che noi possiamo capire quale sia la causa.
