Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_kolabproxy_resource.po
Languages: it

source: Please select the format which should be used to write new Kolab objects according to your Kolab Groupware Server's version. You may close this window after selecting your version.
it: Seleziona il formato da usare per scrivere nuovi oggetti Kolab in base alla versione del server di groupware Kolab che usi. Puoi chiudere questa finestra dopo aver selezionato la versione.

source: Kolab Format Version:
it: Versione del formato di Kolab:

source: Change Format Version
it: Cambia versione del formato

source: This allows you to upgrade your Kolab account to a different format version. This is normally not required and you should contact your administrator before doing so.
it: Questo permette di aggiornare l'account Kolab ad una versione diversa di formato. Normalmente non è un'operazione necessaria e dovresti contattare l'amministratore prima di eseguirla.

source: Status:
it: Stato:

source: Not Started
it: Non iniziato

source: Attention: Changing the format version will rewrite all Kolab objects. Make sure you have a backup of your data, and the account is fully synchronized and connected to the server.
it: Attenzione: cambiando la versione del formato saranno riscritti tutti gli oggetti Kolab. Assicurati di avere una copia di sicurezza dei dati e che l'account sia completamente sincronizzato e collegato al server.

source: Could not trigger Free/Busy information update: %1.
it: Impossibile eseguire un aggiornamento delle informazioni libero/occupato: %1.

source: Failed to convert item %1 to kolab format
it: Conversione dell'elemento %1 in formato Kolab non riuscita

source: Contacts
it: Contatti

source: Calendar
it: Calendario

source: Tasks
it: Attività

source: Journal
it: Diario

source: Notes
it: Note

source: An error occured while writing the item to the backend.
it: Si è verificato un errore durante la scrittura della voce nel motore.

source: My Data
it: I miei dati

source: Do not change the actual backend data.
it: Non modificare i dati attuali del motore.

source: Trigger a free/busy update on the server, when a calendar collection changes.
it: Esegui un aggiornamento delle informazioni libero/occupato sul server quando una collezione di calendario cambia.

source: Account Type: Kolab Account
it: Tipo di account: account Kolab

source: The kolab resource needs an Imap resource.
it: La risorsa Kolab richiede una risorsa Imap.

source: Add Imap Resource
it: Aggiungi risorsa Imap

source: Select IMAP-Account:
it: Seleziona account IMAP:

source: IMAP-Account used for Kolab-Groupware.
it: Account IMAP usato per il groupware Kolab.

source: Account Settings
it: Impostazioni dell'account

source: Create/Recover KolabFolders in IMAP-Account:
it: Crea/recupera cartelle Kolab nell'account IMAP:

source: Ensure that Kolab-Groupware-Folders are existing in IMAP-Account.
it: Verifica che le cartelle di groupware Kolab siano presenti nell'account IMAP.

source: Create Kolab Folders
it: Crea cartelle Kolab

source: Current Format Version:
it: Versione attuale del formato:

source: Change the Kolab-Format Version:
it: Cambia la versione del formato di Kolab:

source: Convert Account to different format version.
it: Converte l'account ad una versione diversa del formato.

source: Note that the Kolab-Resource will use all available IMAP accounts that contain Kolab folders to provide Groupware-Data. The selection below applies to the settings only.
it: Nota come la risorsa Kolab userà tutti gli account IMAP disponibili che contengono cartelle Kolab per fornire dati di groupware. La selezione in basso si applica solo alle impostazioni.

source: Could not find valid parent collection.
it: Impossibile trovare una collezione valida di livello superiore.

source: Kolab Format v2
it: Formato Kolab v2

source: Kolab Format v3
it: Formato Kolab v3

source: Started
it: Iniziato

source: Error
it: Errore

source: Could not complete the upgrade process:
it: Impossibile completare il processo di aggiornamento:

source: Error during Upgrade Process
it: Errore durante il processo di aggiornamento

source: Complete
it: Completato

source: Could not start the account wizard. Please check your installation.
it: Impossibile avviare la procedura guidata per la creazione di account. Controlla l'installazione.

source: Unable to start account wizard
it: Impossibile eseguire la procedura guidata per la creazione di account
