Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_kalarm_resource.po
Languages: it

# @title:window
source: Select Active Alarm Calendar
it: Seleziona calendario per avvisi attivi

# @title:window
source: Select Archived Alarm Calendar
it: Seleziona calendario per avvisi archiviati

# @title:window
source: Select Alarm Template Calendar
it: Seleziona calendario per modelli di avviso

source: Path to KAlarm calendar file.
it: Percorso al file calendario di KAlarm.

source: Display name.
it: Nome visibile.

source: Do not change the actual backend data.
it: Non modificare i dati attuali del motore.

source: Monitor file for changes.
it: Sorveglia le modifiche ai file.

source: Alarm types.
it: Tipi di avviso.

source: Update backend storage format.
it: Aggiorna il formato di memorizzazione del motore.

# @info
source: Trying to write to a read-only calendar: '%1'
it: Tentativo di scrivere su un calendario di sola lettura: «%1»

# @info
source: Failed to save event file: %1
it: Salvataggio del file di eventi non riuscito: %1

source: Path to KAlarm directory.
it: Percorso alla cartella di KAlarm.

source: Monitor directory for changes.
it: Sorveglia le modifiche alla cartella.

# @title
source: Configure Calendar
it: Configura calendario

source: Directory
it: Cartella

source: Directory Name
it: Nome della cartella

source: &Directory:
it: &Cartella:

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
it: Seleziona la cartella i cui contenuti dovrebbero essere rappresentati da questa risorsa. Se la cartella non esiste, verrà creata.

source: Display Name
it: Nome visibile

source: &Name:
it: &Nome:

source: Enter the name used to identify this resource in displays. If not specified, the directory name will be used.
it: Inserisci il nome da usare per identificare questa risorsa. Se non viene specificato, si userà il nome della cartella.

source: Access Rights
it: Diritti d'accesso

source: Read only
it: Sola lettura

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
it: Se la modalità di sola lettura è abilitata, sulla cartella selezionata sopra non sarà scritta nessuna modifica. La modalità di sola lettura sarà abilitata automaticamente se non hai accesso in scrittura alla cartella.

source: Alarm Types
it: Tipi di avviso

source: Select which alarm type this resource should contain.
it: Seleziona quale tipo di avvisi dovrebbe contenere questa risorsa.

source: Active Alarms
it: Avvisi attivi

source: Archived Alarms
it: Avvisi archiviati

source: Alarm Templates
it: Modelli di avviso

source: Select which alarm type(s) this resource should contain.
it: Seleziona quali tipi di avvisi dovrebbe contenere questa risorsa.

# @info
source: Item ID %1 differs from payload ID %2.
it: L'identificativo dell'elemento «%1» è diverso dall'identificativo del contenuto %2.

# @info
source: Event with uid '%1' not found.
it: Evento con identificativo «%1» non trovato.

# @info
source: Calendar is not in current KAlarm format.
it: Il calendario non è nell'attuale formato di KAlarm.

# @info
source: Event with uid '%1' is not in current KAlarm format.
it: Evento con identificativo «%1» non è nel formato attuale di KAlarm.

# @info
source: Event with uid '%1' contains no usable alarms.
it: Evento con identificativo «%1» non contiene avvisi utilizzabili.

# @info
source: Event with uid '%1' is read only
it: Evento con identificativo «%1» è di sola lettura.

# @info
source: Failed to add event with uid '%1' to calendar
it: Aggiunta dell'evento con identificativo «%1» al calendario non riuscita.
