Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_kabc_resource.po
Languages: it

# @info:status
source: Changing address book plugin configuration
it: Modifica della configurazione dell'estensione rubrica indirizzi

# @info:status
source: Acquiring address book plugin configuration
it: Acquisizione della configurazione dell'estensione rubrica indirizzi

# @info:status
source: No KDE address book plugin configured yet
it: Estensione rubrica indirizzi di KDE non ancora configurata

# @info:status
source: Initialization based on newly created configuration failed.
it: L'inizializzazione basata sulla nuova configurazione non è riuscita.

# @info:status
source: Loading of address book failed.
it: Caricamento della rubrica indirizzi non riuscito.

# @info:status
source: Loading address book
it: Caricamento rubrica indirizzi

# @info:status
source: Request for data of a specific distribution list failed because there is no such list
it: La richiesta dei dati di una particolare lista di distribuzione non è riuscita perché la lista non esiste

# @info:status
source: Request for data of a specific address book entry failed because there is no such entry
it: La richiesta dei dati di una particolare voce della rubrica indirizzi non è riuscita perché la voce richiesta non esiste

# @info:status
source: Request for saving the address book failed. Probably locked by another application
it: La richiesta di salvataggio della rubrica indirizzi non è riuscita. Probabilmente la rubrica è bloccata da un'altra applicazione

# @info:status
source: Initialization based on stored configuration failed.
it: L'inizializzazione basata sulla configurazione memorizzata non è riuscita.
