Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_facebook_resource.po
Languages: it

source: Unable to login to Facebook, authentication failure.
it: Impossibile accedere a Facebook, l'autenticazione non è riuscita.

source: Preparing sync of friends list.
it: Sincronizzazione della lista di amici.

source: Preparing sync of events list.
it: Sincronizzazione della lista di eventi.

source: Preparing sync of notes list.
it: Sincronizzazione della lista di note.

source: Preparing sync of posts.
it: Preparazione della sincronizzazione dei post.

source: Preparing sync of notifications.
it: Preparazione della sincronizzazione delle notifiche.

# @title: addressbook name
source: Friends on Facebook
it: Amici su Facebook

# @title: events collection title
source: Events on Facebook
it: Eventi su Facebook

# @title: notes collection
source: Notes on Facebook
it: Note su Facebook

# @title: posts collection
source: Posts on Facebook
it: Post su Facebook

# @title: notifications collection
source: Notifications on Facebook
it: Notifiche su Facebook

source: Unable to delete note from server: %1
it: Impossibile eliminare la nota dal server: %1

source: Unable to get events from server: %1
it: Impossibile recuperare gli eventi dal server: %1

source: Unable to get list of events from server: %1
it: Impossibile recuperare la lista di eventi dal server: %1

source: All events fetched from server.
it: Tutti gli eventi sono stati recuperati.

source: Unable to get list of existing friends from the Akonadi server: %1
it: Impossibile recuperare la lista degli amici esistenti dal server Akonadi: %1

source: Retrieving friends list.
it: Recupero della lista di amici.

source: Unable to get list of friends from server: %1
it: Impossibile recuperare la lista degli amici dal server: %1

source: Retrieving friends' details.
it: Recupero dei dettagli degli amici.

source: Unable to retrieve friends' information from server: %1
it: Impossibile recuperare le informazioni degli amici dal server: %1

source: Retrieving friends' photos.
it: Recupero delle foto degli amici.

source: Updated one friend from the server.
it: È stato aggiornato un amico dal server.

source: Finished, no friends needed to be updated.
it: Terminato, nessun amico da aggiornare.

source: Unable to retrieve friends' photo from server: %1
it: Impossibile recuperare le foto degli amici dal server: %1

source: Unable to get information about friend from server: %1
it: Impossibile recuperare le informazioni sugli amici dal server: %1

source: Unable to get notes from server: %1
it: Impossibile recuperare le note dal server: %1

source: All notes fetched from server.
it: Tutte le note sono state recuperate.

source: Unable to get information about note from server: %1
it: Impossibile recuperare le informazioni sulle note dal server: %1

source: Unable to get upload note to server: %1
it: Impossibile caricare la nota nel server: %1

source: Unable to get notifications from server: %1
it: Impossibile recuperare le notifiche dal server: %1

source: All notifications fetched from server.
it: Tutte le notifiche sono state recuperate.

source: Facebook Notifications
it: Notifiche di Facebook

# @info:tooltip
source: Open browser
it: Apri browser

source: ...and one more
it: ...più una

source: Mark all notifications as read
it: Segna tutte le notifiche come lette

source: Hide
it: Nascondi

source: ...and 1 more
it: ...più una

source: New Facebook Notification
it: Nuova notifica di Facebook

source: You have one new Facebook notification
it: Hai una nuova notifica di Facebook

source: Unable to get posts from server: %1
it: Impossibile recuperare i post dal server: %1

source: All posts fetched from server.
it: Tutti i post sono stati recuperati.

source: Unable to get information about post from server: %1
it: Impossibile recuperare le informazioni sul post dal server: %1

source: on Facebook
it: su Facebook

source: Unable to post the status to server: %1
it: Impossibile inviare lo stato al server: %1

# Text denoting how many comments given post have
source: 1 comment
it: Un commento

# Text denoting how many 'facebook likes' given post have
source: 1 like
it: 1 mi piace

source: The account id in KAccounts framework.
it: L'id dell'account nell'infrastruttura KAccounts.

source: The account services configured in KAccounts framework.
it: I servizi dell'account configurati nell'infrastruttura KAccounts.

source: About
it: Informazioni su

source: Facebook Settings
it: Impostazioni Facebook

source: Authenticated.
it: Autenticato.

source: Authenticated as <b>%1</b>.
it: Autenticato come <b>%1</b>.

source: Akonadi Facebook Resource
it: Risorsa Facebook di Akonadi

source: Makes your friends, events, notes, posts and messages on Facebook available in KDE via Akonadi.
it: Ti permette di disporre in KDE dei tuoi amici, gli eventi, le note, i post e i messaggi di Facebook, tramite Akonadi.

source: Copyright (C) 2010,2011,2012,2013 Akonadi Facebook Resource Developers
it: Copyright (C) 2010,2011,2012,2013 Gli sviluppatori della Risorsa Facebook di Akonadi

source: Developer
it: Sviluppatore

source: Past Maintainer
it: Responsabile precedente

source: Past Developer
it: Sviluppatore precedente

source: MacOS Support
it: Supporto per MacOS

# NAME OF TRANSLATORS
source: Your names
it: Valter Mura

# EMAIL OF TRANSLATORS
source: Your emails
it: valtermura@gmail.com

source: Your Internet Service Provider gave you a <em>user name</em> which is used to authenticate you with their servers. It usually is the first part of your email address (the part before <em>@</em>).
it: Il tuo fornitore di servizi Internet (Internet Service Provider) ti ha assegnato un <em>nome utente</em> da utilizzare per l'autenticazione con i suoi server. In genere è la prima parte del tuo indirizzo di posta elettronica (quella prima della <em>@</em>).

source: Account &name:
it: &Nome account:

source: Name displayed in the list of accounts
it: Nome visualizzato nell'elenco degli account

source: Account name: This defines the name displayed in the account list.
it: Nome account: definisce il nome visualizzato nell'elenco degli account.

source: Not yet authenticated with Facebook.
it: Non ancora autenticato in Facebook.

source: Authenticate...
it: Autentica...

source: In order to access your Facebook data in KDE, you need to authenticate this application with Facebook. To do so, click the above button and follow the instructions on the screen.
it: Per accedere ai tuoi dati Facebook in KDE, devi autenticare questa applicazione in Facebook. Per farlo, premi il pulsante sopra e segui le istruzioni a video.

source: TextLabel
it: EtichettaDiTesto

source: Reset
it: Azzera

source: Display Facebook notifications:
it: Mostra le notifiche di Facebook:

source: Enabled
it: Attivato
