Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/akonadi_kdeaccounts_resource.po
Languages: it

source: KDE Accounts
it: Account KDE

source: Contact with uid '%1' not found.
it: Il contatto con identificativo «%1» non è stato trovato.

source: Select KDE Accounts File
it: Seleziona il file degli account KDE

source: KDE Accounts file is read-only
it: Il file degli account KDE è in sola lettura

source: Unable to open KDE accounts file '%1'.
it: Impossibile aprire il file degli account KDE «%1».

source: KDE Project
it: Progetto KDE

source: KDE Developer
it: Sviluppatore KDE

source: Path to KDE accounts file.
it: Percorso per il file degli account KDE.

source: Display name.
it: Nome visualizzato.

source: Do not change the actual backend data.
it: Non modificare i dati attuali del motore.

source: Monitor file for changes.
it: Controlla le modifiche apportate al file.
