Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/kcal_akonadi.po
Languages: it

# @info access to the source's backend possible
source: Online
it: In linea

# @info currently no access to the source's backend possible
source: Offline
it: Non in linea

# @info:tooltip resource type
source: Type: Akonadi Calendar Resource
it: Tipo: risorsa calendario di Akonadi

# @info:tooltip status of a calendar data source and its online/offline state
source: Status: %1 (%2)
it: Stato: %1 (%2)

# @info:status
source: Processing change set failed
it: Elaborazione dell'insieme delle modifiche non riuscita

# @label where to store a calendar entry of type Event
source: Please select a storage folder for this Event
it: Seleziona una cartella per l'immagazzinamento dei dati dell'evento

# @label where to store a calendar entry of type Todo
source: Please select a storage folder for this Todo
it: Seleziona una cartella per l'immagazzinamento dei dati della cosa da fare

# @label where to store a calendar entry of type Journal
source: Please select a storage folder for this Journal
it: Seleziona una cartella per l'immagazzinamento dei dati del diario

# @label where to store a calendar entry of unspecified type
source: Please select a storage folder for this calendar entry
it: Seleziona una cartella per l'immagazzinamento dei dati della voce di calendario

# @label
source: Please select a storage folder
it: Seleziona una cartella per l'immagazzinamento dei dati

# @title:window
source: Manage Calendar Sources
it: Gestisci fonti di calendario

# @info
source: <para>By default you will be asked where to put a new Event, Todo or Journal when you create them.</para><para>For convenience it is also possible to configure a default folder for each of the three data items.</para><para><note>If the folder list below is empty, you might have to add a calendar source through <interface>%1</interface></note></para>
it: <para>In modo predefinito, ti verrà chiesto dove posizionare un nuovo evento, cosa da fare o diario quando li crei.</para><para>Per convenienza è anche possibile configurare la cartella predefinita per ognuno dei tre tipi di dati.</para><para><note>Se la lista delle cartelle di seguito è vuota, probabilmente dovresti aggiungere una fonte per il calendario attraverso <interface>%1</interface></note></para>

# @item:inlistbox, calendar entries
source: Events
it: Eventi

# @item:inlistbox, calendar entries
source: Todos
it: Cose da fare

# @item:inlistbox, calendar entries
source: Journals
it: Diari
