Repository: drfiemost/kde-l10n-it
Catalog: messages/kdepim-runtime/kcm_akonadi.po
Languages: it

source: Do you really want to delete the selected agent instance?
it: Vuoi davvero eliminare l'istanza selezionata dell'agente ?

source: Multiple Agent Deletion
it: Eliminazione multipla di agenti

source: Remove resource from your Akonadi server.
it: Rimuove la risorsa dal server Akonadi.

source: R&emove
it: R&imuovi

source: Modify your installed resources
it: Modifica le risorse installate

source: &Modify...
it: &Modifica...

source: Add resource to your Akonadi server.
it: Aggiunge una risorsa al server Akonadi.

source: A&dd...
it: A&ggiungi...

# @info: special setting to configure
source: Make sure you have %1 in your server postgres.conf file before starting Akonadi.
it: Assicurati di avere %1 nel file postgres.conf del server prima di avviare Akonadi.

source: <b>The Akonadi server is running.</b>
it: <b>Il server Akonadi è in esecuzione.</b>

source: Stop
it: Interrompi

source: The Akonadi server is <b>not</b> running.
it: Il server Akonadi <b>non</b> è in esecuzione.

source: Start
it: Avvia

source: Status
it: Stato

source: Note: The changes made above will only take effect after the next server restart.
it: Nota: i cambiamenti effettuati avranno effetto dopo il prossimo riavvio del server.

source: Test your MySQL settings for Akonadi.
it: Verifica le impostazioni del server MySQL per Akonadi.

source: Test...
it: Prova...

source: Stop Akonadi
it: Ferma Akonadi

source: Restart Akonadi
it: Riavvia Akonadi

source: Restart
it: Riavvia

source: Choose whether Akonadi should use an internal or external MySQL server.
it: Scegli se Akonadi debba usare un server MySQL interno o esterno.

source: Use internal MySQL server
it: Usa server MySQL interno

source: Internal MySQL Server
it: Server MySQL interno

source: MySQL server executable:
it: Eseguibile di MySQL server:

source: <p><b>MySQL server location</b></p><br/>Enter the location of your internal MySQL server or click on the Browse button.
it: <p><b>Posizione del server MySQL</b></p><br/>Inserisci la posizione del server MySQL interno o fai clic sul pulsante Sfoglia.

source: External MySQL Server
it: Server MySQL esterno

source: Database name:
it: Nome banca dati:

source: <p><b>Database Name</b></p><br/>Enter the name of your Akonadi database on your external MySQL server.
it: <p><b>Nome della banca dati</b></p><br/>Inserisci il nome della banca dati Akonadi presente nel server MySQL esterno.

source: <p><b>Host</b></p><br/>Enter the hostname or the IP address of the machine hosting your MySQL server.
it: <p><b>Host</b></p><br/>Inserisci il nome o l'indirizzo IP della macchina che ospita il server MySQL.

source: Username:
it: Nome utente:

source: Enter the username required to access your MySQL database.
it: Inserisci il nome utente richiesto per accedere alla banca dati MySQL.

source: Enter the password required to access your MySQL database.
it: Inserisci la password richiesta per accedere alla banca dati MySQL.

source: Options:
it: Opzioni:

source: <p><b>External MySQL server options</b></p><br/>If necessary, you may pass options to your MySQL server.
it: <p><b>Opzioni del server MySQL esterno</b></p><br/>Se necessario, puoi specificare delle opzioni per il server MySQL.

source: Choose whether Akonadi should use an internal or external PostgreSQL server.
it: Scegli se Akonadi debba usare un server PostgreSQL interno o esterno.

source: Use internal PostgreSQL server
it: Usa server PostgreSQL interno

source: External PostgreSQL Server
it: Server PostgreSQL esterno

source: <p><b>Database Name</b></p><br/>Enter the name of your Akonadi database on your external PostgreSQL server.
it: <p><b>Nome della banca dati</b></p><br/>Inserisci il nome della banca dati Akonadi presente nel server PostgreSQL esterno.

source: <p><b>Host</b></p><br/>Enter the hostname or the IP address of the machine hosting your PostgreSQL server.
it: <p><b>Host</b></p>Inserisci il nome o l'indirizzo IP della macchina che ospita il server PostgreSQL.

source: Enter the username required to access your PostgreSQL database.
it: Inserisci il nome utente richiesto per accedere alla banca dati PostgreSQL.

source: Enter the password required to access your PostgreSQL database.
it: Inserisci la password richiesta per accedere alla banca dati PostgreSQL.

source: Port:
it: Porta:

source: Server database storage driver
it: Driver per il salvataggio dei dati del server della banca dati

source: Database driver
it: Driver banca dati
